{
  "passage": "## Exhaust emission control system\n\nThe Exhaust Emission Control System is a highly effective system which controls exhaust emissions whilst maintaining good vehicle performance.\nWhen the engine starts or fails to start, excessive attempts to restart the engine may cause damage to the emission system.\n\n## Vehicle modifications\n\n- This vehicle should not be modified. Modification of your vehicle could affect its performance, safety or durability and may even violate governmental safety and emissions regulations. In addition, damage or performance problems resulting from any modification may not be covered under warranty.\n- If you use unauthorized electronic devices, it may cause the vehicle to operate abnormally, wire damage, battery discharge and fire. For your safety, do not use unauthorized electronic devices.",
  "questions1": [
    "What is the purpose of the Exhaust Emission Control System?",
    "What can happen if the engine is restarted excessively?",
    "What are the potential consequences of modifying the vehicle?",
    "What are the risks associated with using unauthorized electronic devices in the vehicle?",
    "Can vehicle modifications affect safety?",
    "Can vehicle modifications affect durability?",
    "Can vehicle modifications violate regulations?",
    "Are damages caused by modifications covered under warranty?",
    "What could unauthorized electronic devices cause to the vehicle?",
    "What is the Exhaust Emission Control System designed to maintain in addition to controlling emissions?",
    "Is the Exhaust Emission Control System considered effective?"
  ],
  "questions2": [
    "What type of system is the Exhaust Emission Control System?",
    "What does the Exhaust Emission Control System maintain while controlling exhaust emissions?",
    "When might excessive attempts to restart the engine cause damage to the emission system?",
    "What should not be done to the vehicle?",
    "What could be affected by modification of the vehicle?",
    "What type of regulations may be violated by vehicle modification?",
    "What may not be covered under warranty if it results from vehicle modification?",
    "What is a potential consequence of using unauthorized electronic devices in the vehicle?",
    "What are some potential issues from using unauthorized electronic devices?",
    "What should one not use for safety reasons?"
  ]
}